{
  "posts": [
    {
      "id": 1,
      "title": "Aprender a Respirar?",
      "slug": "aprender-a-respirar",
      "date": "2025-01-15",
      "excerpt": "Segundo Rudolf Steiner, criador da pedagogia Waldorf e da Antroposofia que a embasa, a criança pequena precisa aprender a respirar. Essa afirmação soa um tanto misteriosa: como assim aprender a respirar?",
      "content": "<p>Segundo Rudolf Steiner, criador da pedagogia Waldorf e da Antroposofia que a embasa, a criança pequena precisa aprender a respirar. Essa afirmação soa um tanto misteriosa: <strong>como assim aprender a respirar?</strong> Se a primeira coisa que fazemos ao sair do ventre materno é inspirar o ar e logo exalá-lo de nossos pulmões. Pronto, nascemos respirando, não é algo que seja necessário aprender. Mas quando ampliamos nossa ideia sobre a respiração, percebemos o quão importante e <strong>verdadeira</strong> é essa afirmação.</p><p>O diálogo inicial entre o bebê e seus cuidadores se relaciona com esse respirar em um sentido <strong>amplo</strong>. Um verdadeiro diálogo acontece quando o adulto convoca o bebê com sua fala melodiosa, com suas canções e brincadeiras e, nesse encontro, leva em consideração as reações do bebê, tomando-as como <strong>respostas</strong> ou <strong>convocações</strong>. Acontece um <strong>ritmo</strong> entre o que vem de fora para dentro e o que vem de dentro para fora, assim como o inspirar e o expirar de nossos pulmões.</p><p>A abordagem Pikler vem trazer uma contribuição ímpar em relação à postura do adulto disponível para dialogar com a criança, que é considerar e esperar seu tempo de resposta e de agir por si própria. O bebê é considerado um sujeito <strong>ativo</strong> desde o <strong>início</strong> e por isso não se antecipa suas ações e conquistas psicomotoras. Não se faz coisas nele, ou por ele, mas sim, <strong>com ele</strong>, considerando sua participação ativa. Trata-se de propor uma verdadeira <strong>troca</strong>, uma relação que \"respira\".</p><p>De acordo com Winnicott, é importante que a criança possa \"estar só na presença do adulto\". Esse espaço entre o cuidador e a criança é <strong>imprescindível</strong> para o desenvolvimento da criatividade.</p><p>Desta forma, podemos ampliar mais ainda nossa concepção de respiração, e afirmar que <strong>respirar é ser capaz de criar!</strong> De receber algo do mundo e também de deixar algo de si. Uma vida sem criatividade é uma vida, entre outras coisas, depressiva…</p><p>Em seu livro, <em>O Tempo e o Cão</em>, Maria Rita Khel defende a compreensão do aumento de casos de depressão como um <strong>sintoma social</strong>. As características de nosso tempo que contribuem para o aumento das depressões, segundo ela, estão relacionadas justamente com um ambiente que não permite à criança ter seu próprio tempo. Em suas palavras o depressivo \"sofre dos efeitos da pressa do Outro\".</p><p>Ocorre que os cuidadores se <strong>precipitam</strong> para atender às necessidades que supõem na criança, não permitindo que ela se depare com seus próprios <strong>limites</strong> e que aja <strong>por si própria</strong>. A criança é sufocada pelas demandas, cuidados, ações que partem dos outros, e fica sem oportunidade de desenvolver sua potencialidade criativa.</p><p>Segundo Khel, a angústia que a pessoa depressiva sente está relacionada com uma ameaça constante de ser tomado como objeto dos outros, como se soubessem mais do que ela, já que houve muito pouco espaço para que ela colocasse algo dela no mundo, durante sua primeira infância.</p><p>No âmbito da educação infantil, priorizar as atividades dirigidas, em detrimento do brincar livre acaba sendo uma cilada, pois no intuito de oferecer recursos para as crianças serem bem-sucedidas no futuro, <strong>distrai-se</strong> a criança <strong>dela mesma</strong>.</p><p>Quando o adulto está oferecendo seus conteúdos, ele também está demandando uma resposta da criança. Desta forma, com a demanda do adulto sempre presente, ela não encontra um lugar vazio de onde poderá <strong>criar</strong> suas motivações próprias. O resultado é o <strong>oposto</strong> do que se espera, ela poderá crescer sentindo-se com poucos recursos para enfrentar os desafios da vida.</p><p><em>\"Entendi há muito tempo até que ponto deixar as crianças na solidão (não no isolamento), respeitar sua solidão aparentemente desocupada, é indispensável para que elas não se tornem robôs dos outros. É muito importante. Não se percebe isso muito bem.\"</em> - <strong>Dolto</strong></p>",
      "author": "Equipe Aldeia",
      "category": "Desenvolvimento Infantil",
      "image": "assets/images/1.jpg",
      "featured": true
    },
    {
      "id": 2,
      "title": "Guarda compartilhada – lugar de protagonismo para ambos os genitores",
      "slug": "guarda-compartilhada-protagonismo-genitores",
      "date": "2025-01-20",
      "excerpt": "Uma separação conjugal é por si só um período onde o casal e sobretudo os filhos atravessam um momento de perdas, que muitas vezes chegam a trazer consequências emocionais e psíquicas importantes para todos os envolvidos.",
      "content": "<p>Uma separação conjugal é por si só um período onde o casal e sobretudo os filhos atravessam um momento de <strong>perdas</strong>, que muitas vezes chegam a trazer <strong>consequências emocionais e psíquicas</strong> importantes para todos os envolvidos. É nessa fase, com o divórcio consumado ou não que o drama de quem vai ficar com os filhos se apresenta. Muitas serão as perdas a serem enfrentadas e elaboradas, e cada membro da família envolvido nesse processo terá seu próprio trabalho de elaboração do luto. A família idealizada desmorona e <strong>cuidar dos efeitos</strong> dessa perda se torna <strong>fundamental</strong> para a saúde psíquica e emocional de todos.</p><p>Em meio a conflitos e negociações, os adultos protagonistas da situação experimentam na maioria dos casos, afetos mais primitivos, revivendo questões da própria história familiar pregressa. Essa confusão em muitas vezes os impedem de olhar para os sofrimentos dos filhos, fazendo com que fiquem <strong>aprisionados</strong> em seus narcisismos feridos. Pensar no bem-estar dos filhos, assegurando que o ambiente possa seguir um curso de continuidade mínima necessária para a constituição da subjetividade se mostra a melhor direção para encaminharmos essa situação.</p><p>A psicanalista francesa <strong>Françoise Dolto</strong> muito se debruçou sobre as questões das crianças na situação do divórcio. Ela se preocupava com a \"integridade\" corporal das crianças nesse momento de desconstrução familiar. Parece-nos que é nessa mesma linha que o atual funcionamento do direito da família em nosso país se coloca propondo a Guarda compartilhada. No Brasil, até 2014, a guarda dos filhos ficava na grande maioria dos casos sob os cuidados maternos, estabelecendo-se alguns períodos de \"visitas\" para o pai, na chamada guarda unilateral. A partir desse ano, com a nova lei federal de número 13.058, foi estabelecida a Guarda compartilhada como regra, estabelecendo que <strong>ambos</strong> os genitores – pai e mãe - ficam <strong>responsáveis</strong> pela criação e tudo o que diz respeito aos filhos.</p><p>Estabelecem entre si, com a ajuda de um <strong>profissional</strong> do direito da família, os modos como dividirão o cotidiano, a distribuição do convívio dos filhos com cada um, discutem assuntos como mudanças de escola ou outras juntos. Os filhos, em geral, principalmente em tenra idade, terão um único lar como <strong>referência</strong> e não caberá aqui a alternância do mesmo. Em outras palavras, esse modo de guarda viabiliza que <strong>ambos</strong> continuem exercendo seus <strong>papéis parentais</strong> apesar de os papéis conjugais terem sido dissolvidos. A marca simbólica da presença de ambos os pais/genitores é o <strong>eixo principal</strong> da proposta.</p><p>Lembramos que não há um modo único de construir a divisão das responsabilidades entre pai e mãe e que uma importante contribuição da psicanálise é nos <strong>descolar</strong> da biologia mãe=mulher e pai=homem, pois as funções maternas e paternas acontecem <strong>independentemente</strong> da condição biológica do casal (hetero ou homo parental). Os filhos precisam ser <strong>olhados</strong> e <strong>cuidados</strong>, e assegurar seu <strong>bem-estar</strong> dentro do momento caótico a que pode chegar um processo desse tipo é <strong>fundamental</strong>. A <strong>integridade</strong> emocional e física das crianças deveria ser o <strong>norteador</strong> para orientar os pais e também os profissionais envolvidos nessa nova etapa da vida, em que uma <strong>reconstrução</strong> é possível após o desmoronamento.</p><p><strong>Texto escrito por Karina Soares</strong><br><em>Psicóloga e psicanalista, integrante do Entrelacer psicanálise e infância</em><br><strong>e por Maritza Franklin Mendes de Andrade</strong><br><em>Advogada, mediadora de conflitos, mestre em Direito Civil, presidente da Comissão de Direito de Família da OAB/SJC, coordenadora do Núcleo do IBDFAM – Instituto Brasileiro de Direito de Família de São Jose dos Campos</em></p><p><em>Fonte do Texto: www.entrelacer.com.br</em></p>",
      "author": "Equipe Aldeia",
      "category": "Família",
      "image": "assets/images/2.jpg",
      "featured": true
    },
    {
      "id": 3,
      "title": "O desfralde e o tempo da criança",
      "slug": "desfralde-tempo-crianca",
      "date": "2025-02-01",
      "excerpt": "Com alguma frequência escutamos, em referência ao desenvolvimento infantil, que \"cada criança tem seu tempo\". Embora a singularidade precise ser considerada, não é incomum essa fala ter como pano de fundo a ideia de desenvolvimento como algo natural.",
      "content": "<p>Com alguma frequência escutamos, em referência ao <strong>desenvolvimento infantil</strong>, que \"cada criança tem seu tempo\". Embora a singularidade precise ser considerada, não é incomum essa fala ter como pano de fundo a ideia de desenvolvimento como algo natural: basta nascer, estar no mundo, que, mais cedo ou mais tarde, competências são adquiridas. Exemplos ilustrativos dessa concepção são diversos. Contudo, para esta reflexão, tomo a emblemática e equivocada visão de não haver motivos para se interrogar quando uma criança não desfralda por volta do terceiro ano de vida, uma vez que \"ninguém entra na vida adulta usando fraldas\". Será? Eu mesma já acompanhei pré-adolescente que não apresentava nenhuma patologia orgânica, mas tinha, como única forma de evacuação, escapes contínuos de fezes que revelavam uma importante perturbação de ordem pessoal e familiar, impedindo-o de deixar as fraldas.</p><p>O desenvolvimento infantil não é automático, como pode parecer, mas resultante de um grande e intenso trabalho, realizado pela criança e seu ambiente, na intersecção entre o que Lydia Coriat e Alfredo Jerusalinky denominam aspectos estruturais e aspectos instrumentais do desenvolvimento infantil. Os aspectos estruturais incluem o que chamamos de estruturação psíquica, que se dá na relação com o outro, fundamentalmente com os pais ou cuidadores, e que permite à criança construir uma representação de si mesma e do mundo que a cerca.</p><p>Os aspectos instrumentais referem-se às habilidades e competências que a criança desenvolve, como andar, falar, usar o banheiro, etc. Esses dois aspectos estão intimamente relacionados e se influenciam mutuamente. O desfralde, portanto, não é apenas uma questão de maturidade física, mas também psíquica e emocional.</p><p>Na Aldeia, compreendemos que o processo de desfralde deve ser respeitoso e individualizado. Observamos atentamente os sinais que cada criança apresenta, como interesse pelo banheiro, comunicação sobre suas necessidades, capacidade de permanecer seco por períodos maiores, entre outros indicadores. Não forçamos, não pressionamos, não comparamos. Acreditamos que cada criança tem seu próprio ritmo e que esse processo deve ser vivenciado de forma natural e positiva.</p><p>É fundamental que pais e educadores trabalhem juntos, criando uma experiência harmoniosa para a criança. A comunicação, a paciência e o respeito são essenciais nesse momento tão significativo do desenvolvimento infantil.</p>",
      "author": "Equipe Aldeia",
      "category": "Desenvolvimento Infantil",
      "image": "assets/images/3.jpg",
      "featured": true
    },
    {
      "id": 4,
      "title": "Como contar histórias embasados na pedagogia Waldorf",
      "slug": "como-contar-historias-embasados-na-pedagogia-waldorf",
      "date": "2025-02-10",
      "excerpt": "A arte de contar histórias na pedagogia Waldorf vai muito além de simplesmente ler um livro. É um momento sagrado, um ritual que envolve toda a atmosfera do ambiente e a presença completa do educador.",
      "content": "<p>A arte de contar histórias na pedagogia Waldorf vai muito além de simplesmente ler um livro. É um momento sagrado, um ritual que envolve toda a atmosfera do ambiente e a presença completa do educador. Na Aldeia, valorizamos profundamente essa prática como uma das formas mais importantes de nutrição da alma infantil.</p><p>Rudolf Steiner, criador da pedagogia Waldorf, enfatizava que as histórias não devem ser apenas ouvidas, mas <strong>vivenciadas</strong> pelas crianças. Por isso, preparamos cuidadosamente o ambiente: acendemos uma vela, criamos um círculo acolhedor, e convidamos as crianças a se sentarem de forma confortável. O educador conta a história de cor, sem livro nas mãos, permitindo que seu olhar e sua presença estejam completamente voltados para as crianças.</p><p>As histórias na pedagogia Waldorf são escolhidas de acordo com a idade e o desenvolvimento das crianças. Para os pequenos, contamos contos de fadas e histórias simples que falam de transformação, crescimento e superação. Essas narrativas tocam profundamente a criança, alimentando sua imaginação e oferecendo imagens que a acompanharão por toda a vida.</p><p>Quando contamos histórias, não estamos apenas entretenendo as crianças. Estamos oferecendo alimento para sua alma, imagens que nutrem seu mundo interior, valores que se imprimem em sua consciência de forma natural e orgânica. A história se torna uma experiência completa, envolvendo todos os sentidos e tocando o coração da criança.</p><p>Na Aldeia, reservamos um momento especial do dia para essa prática. É um tempo de calma, de interiorização, de conexão entre educador e crianças. É um momento em que a magia acontece, onde as crianças podem viajar para mundos distantes, vivenciar aventuras, conhecer personagens que enfrentam desafios e os superam.</p><p>Essa prática também desenvolve a capacidade de escuta, a concentração, a memória e, principalmente, a imaginação criativa das crianças. Elas aprendem a criar imagens internas, a visualizar cenários, a se colocar no lugar dos personagens. Essa capacidade será fundamental em todas as áreas de sua vida futura.</p>",
      "author": "Equipe Aldeia",
      "category": "Pedagogia",
      "image": "assets/images/4.jpg",
      "featured": true
    },
    {
      "id": 5,
      "title": "Colônia na Aldeia",
      "slug": "colonia-na-aldeia",
      "date": "2025-02-15",
      "excerpt": "Durante as férias escolares, a Aldeia oferece um programa especial de colônia de férias, mantendo nossa proposta pedagógica e criando momentos únicos de brincadeira, exploração e descobertas.",
      "content": "<p>Durante as férias escolares, a Aldeia oferece um programa especial de colônia de férias, mantendo nossa proposta pedagógica e criando momentos únicos de brincadeira, exploração e descobertas. É um tempo especial, onde as crianças têm a oportunidade de vivenciar experiências diferentes, sempre respeitando seu ritmo e suas necessidades.</p><p>Nossa colônia de férias é pensada para ser um momento de <strong>liberdade</strong>, de <strong>exploração</strong> e de <strong>brincadeira livre</strong>. Mantemos nossa estrutura de ambientes preparados, com materiais naturais e não estruturados, que convidam as crianças a criar, inventar, descobrir.</p><p>Cada dia da colônia é uma nova aventura. Organizamos atividades que envolvem contato com a natureza, arte, música, culinária, jardinagem, brincadeiras tradicionais e muito mais. Tudo isso de forma espontânea, respeitando os interesses e a iniciativa das crianças.</p><p>As atividades são propostas, nunca impostas. As crianças escolhem como querem participar, se querem participar. O adulto está presente, disponível, mas não dirige. Observa, acompanha, oferece suporte quando necessário, mas sempre respeitando a autonomia e a iniciativa da criança.</p><p>É também um momento de fortalecer os vínculos entre as crianças, de criar novas amizades, de aprender a conviver em grupo, de resolver conflitos, de compartilhar, de cuidar uns dos outros e do ambiente.</p><p>A colônia na Aldeia é muito mais do que um \"passatempo\" durante as férias. É uma continuação de nossa proposta pedagógica, um tempo de crescimento, de descobertas, de alegria e de muita brincadeira!</p>",
      "author": "Equipe Aldeia",
      "category": "Atividades",
      "image": "assets/images/5.JPG",
      "featured": false
    },
    {
      "id": 6,
      "title": "Venha conhecer a Aldeia",
      "slug": "venha-conhecer-a-aldeia",
      "date": "2025-02-20",
      "excerpt": "Convidamos você a conhecer nossa escola, nossos espaços, nossa proposta pedagógica e nossa equipe. Agende uma visita e venha vivenciar um pouco do que fazemos na Aldeia.",
      "content": "<p>Convidamos você a conhecer nossa escola, nossos espaços, nossa proposta pedagógica e nossa equipe. Agende uma visita e venha vivenciar um pouco do que fazemos na Aldeia.</p><p>Uma visita à Aldeia é uma experiência única. Você terá a oportunidade de conhecer nossos ambientes preparados, nossos materiais, nossa forma de trabalho. Mas mais do que isso, você poderá sentir a atmosfera que buscamos criar: de acolhimento, de respeito, de liberdade, de alegria.</p><p>Durante a visita, você poderá:</p><ul><li>Conhecer nossos espaços internos e externos</li><li>Entender melhor nossa proposta pedagógica</li><li>Conversar com nossa equipe</li><li>Tirar todas as suas dúvidas</li><li>Sentir o ambiente que criamos para as crianças</li></ul><p>Acreditamos que a escolha da escola é uma decisão muito importante e que deve ser feita com tranquilidade, após conhecer bem a proposta e sentir-se à vontade com ela. Por isso, oferecemos visitas individuais, onde podemos dedicar tempo para conversar, esclarecer dúvidas e apresentar nossa escola de forma personalizada.</p><p>Agende sua visita através do nosso formulário de contato ou entre em contato conosco pelo telefone ou e-mail. Estamos à disposição para recebê-lo!</p>",
      "author": "Equipe Aldeia",
      "category": "Institucional",
      "image": "assets/images/6.jpg",
      "featured": false
    },
    {
      "id": 7,
      "title": "O brincar livre",
      "slug": "o-brincar-livre",
      "date": "2025-03-01",
      "excerpt": "O brincar livre é uma das bases fundamentais da nossa proposta pedagógica. Acreditamos que é através do brincar livre que a criança desenvolve suas capacidades, explora o mundo, constrói conhecimentos e se desenvolve de forma integral.",
      "content": "<p>O brincar livre é uma das bases fundamentais da nossa proposta pedagógica. Acreditamos que é através do brincar livre que a criança desenvolve suas capacidades, explora o mundo, constrói conhecimentos e se desenvolve de forma integral.</p><p>Mas o que é o brincar livre? É aquele em que a criança <strong>escolhe</strong> o que fazer, <strong>como fazer</strong>, <strong>com quem fazer</strong> e <strong>por quanto tempo fazer</strong>. O adulto não dirige, não organiza, não sugere. O adulto está presente, disponível, mas não interfere na brincadeira da criança.</p><p>No brincar livre, a criança é <strong>protagonista</strong> de sua própria aprendizagem. Ela explora, experimenta, testa, cria, inventa, descobre. Desenvolve sua criatividade, sua imaginação, sua capacidade de resolver problemas, de tomar decisões, de se relacionar com os outros.</p><p>Oferecemos materiais não estruturados, que podem ser usados de diversas formas, conforme a imaginação da criança. Blocos de madeira, tecidos, objetos naturais, brinquedos simples que convidam à criação, não à reprodução.</p><p>O brincar livre também desenvolve a <strong>autonomia</strong> da criança. Ela aprende a escolher, a decidir, a organizar seu tempo, a lidar com o tédio, a criar seu próprio entretenimento. Aprende que não precisa estar sempre sendo entretida, que ela mesma é capaz de criar sua diversão.</p><p>Na Aldeia, reservamos grandes períodos do dia para o brincar livre. É nesses momentos que vemos as crianças mais engajadas, mais criativas, mais felizes. É quando vemos a verdadeira natureza da criança se expressar, quando vemos seu potencial se revelar.</p><p>O brincar livre não é \"perda de tempo\". É o trabalho mais importante da infância. É através dele que a criança se desenvolve de forma integral, que constrói conhecimentos, que se prepara para a vida.</p>",
      "author": "Equipe Aldeia",
      "category": "Pedagogia",
      "image": "assets/images/7.jpg",
      "featured": true
    }
  ]
}
